# -*- coding: utf-8 -*-
# -*- find-file-hook: org-babel-execute-buffer -*-

#+TITLE: Emacs Starter Kit Search Engine With EWW
#+OPTIONS: toc:nil num:nil ^:nil
#+PROPERTY: header-args :tangle yes


* Provide

#+BEGIN_SRC emacs-lisp :tangle yes
(provide 'starter-kit-search-engine-with-eww.org)
#+END_SRC

#+RESULTS:
: starter-kit-search-engine-with-eww\.org

* Final message

#+source: message-line
#+begin_src emacs-lisp :tangle yes
  (message "Starter Kit Search Engine with EWW loaded.")
#+end_src


#+RESULTS: message-line
: Starter Kit Search Engine with EWW loaded.
